/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "Formatul melodiei nu a putut fi convertit.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "Acest proiect pare să fie deteriorat. Restaurați-l din backup.";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "Acest proiect a fost creat cu o versiune intermediară de Logic și nu se mai poate deschide";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "Melodia pe care încercați să o deschideți este în format Logic 4 (sau anterior). Deschideți și salvați mai întâi melodia cu Logic 7.2.1 sau anterior.\n\nTrebuie să faceți această acțiune pe un computer Macintosh pe care încă mai rulează o versiune mai veche de macOS, deoarece aceste versiuni mai vechi de Logic Pro nu mai sunt compatibile cu macOS 10.13 sau versiunile ulterioare.";
